13/data/attachments/1686bf4aa57941be.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Paul_position_Friend_63074_7</nif:username>
            <nif:friendToBeRequested>soap_friends_bdf95f31-4736-4629-b2cb-7d0a6725ca01</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>